<template lang="html">
  <div class="policy">
    <h1 class="h1">Пользовательское соглашение</h1>
    <p class="p">Настоящее Пользовательское соглашение регулирует отношения между ООО «Безопасная сделка» и
      пользователем сайта www.zaptap.ru («Пользователь»), возникающие при использовании интернет-ресурса www.zaptap.ru
      («Zaptap»), на указанных в Пользовательском
      соглашении условиях.</p>
    <p class="p">Полным и безоговорочным принятием данного предложения Zaptap в адрес Пользователя о заключении
      договора является совершение Пользователем действий, направленных на использование Zaptap, в том числе,
      регистрация на сайте, поиск, отправка запросов,
      просмотр ответов, добавление в заказ, направление сообщений через форму связи и прочие действия по использованию
      функциональности Zaptap.</p>
    <p class="p">Пользовательское соглашение может быть изменено Zaptap в любое время без какого-либо специального
      уведомления об этом Пользователя. Новая редакция Пользовательского соглашения вступает в силу с момента ее
      размещения на Zaptap, если прямо не указано
      иное. Регулярное ознакомление с действующей редакцией Пользовательского соглашения является обязанностью
      Пользователя.</p>
    <p class="p">Использование Zaptap после вступления в силу новой редакции Пользовательского соглашения означает
      согласие с ней Пользователя и применение к нему в полном объеме положений новой редакции.</p>
    <p class="p">Действующая редакция настоящего Пользовательского соглашения доступна по адресу
      https://zaptap.ru/agreement.html.</p>
    <h2 class="h2">1. Термины и определения</h2>
    <p class="p">В настоящем Пользовательском соглашении термины, указанные ниже, имеют следующее значение:</p>
    <p class="p">ООО «Безопасная сделка» — Общество с ограниченной ответственностью «Безопасная сделка», ИНН
      0276156252, ОГРН 1140280017415.</p>
    <p class="p">Интернет – World Wide Web - всемирная глобальная компьютерная сеть передачи и обмена данных
      посредством протоколов TCP\IP, HTTP.</p>
    <p class="p">Вэб-страница – составляющая часть Интернет-сайта, отображаемая в единичном окне браузера и обладающая
      самостоятельным URL-адресом в структуре адресов Интернет-сайта.</p>
    <p class="p">Zaptap и/или Сайт — Интернет ресурс, представляющий собой совокупность содержащихся в информационной
      системе информации и объектов интеллектуальной собственности (в том числе, программа для ЭВМ, база данных,
      графическое оформление интерфейса (дизайн)
      и др.), доступ к которому обеспечивается с различных пользовательских устройств, подключенных к сети Интернет,
      посредством специального программного обеспечения для просмотра вэб-страниц (браузер) по адресу
      https://zaptap.ru/
      (включая домены следующих
      уровней, относящихся к данным адресам) или Мобильных приложений. </p>
    <p class="p">Пользователь — посетитель ресурсов сети Интернет, в том числе Zaptap. </p>
    <p class="p">Пользовательское соглашение — настоящее соглашение, условия размещения и/или поиска информации об
      автозапчастях и/или услугах, связанных с ними и иные правила и документы, регламентирующие работу Zaptap и/или
      определяющие порядок использования Сервисов,
      опубликованные на Сайте. </p>
    <p class="p">Сервисы — функциональные возможности, службы, услуги, инструменты, доступные для Пользователей на
      Zaptap. </p>
    <p class="p">Мобильное приложение — программное обеспечение для портативных (мобильных) устройств, установленное
      или загружаемое Пользователем на такие устройства с помощью различных программных платформ, предназначенное для
      доступа к Zaptap. </p>
    <p class="p">Товар — любой товар, продукт, услуга или иное предложение, связанное с автозапчастями, в отношении
      которого Пользователь размещает и/или ищет на Zaptap информацию. </p>
    <p class="p">Запрос — информационное сообщение о поиске Товара (включая контактную информацию, фотографии и любую
      сопутствующую информацию), размещаемое Пользователем на Zaptap, адресованное неопределенному кругу лиц. </p>
    <p class="p">Ответ — информационное сообщение с предложением о Товаре (включая контактную информацию, фотографии и
      любую сопутствующую информацию), размещаемое Пользователем на Zaptap, адресованное определенному кругу лиц. </p>
    <p class="p">Заказ — информационное сообщение о желании приобрести предложенный Товар (включая контактную
      информацию, фотографии и любую сопутствующую информацию), размещаемое Пользователем на Zaptap, адресованное
      определенному кругу лиц. </p>
    <p class="p">Продавец — Пользователь, размещающий на Zaptap информацию с предложением заключить сделку в отношении
      Товара. </p>
    <p class="p">Покупатель — Пользователь, осуществляющий просмотр размещенной Продавцом информации, взаимодействие с
      Продавцом в отношении Товара и/или заключающий сделку с Продавцом. </p>
    <p class="p">Учетные данные — уникальный логин (адрес электронной почты) и пароль, создаваемые самостоятельно
      Пользователем в процессе Регистрации на Сайте либо измененные в дальнейшем Пользователем через Личный кабинет,
      используемые для доступа в Личный кабинет
      после авторизации Пользователя на Zaptap. </p>
    <p class="p">Личный кабинет — персональный раздел Пользователя на Zaptap, связанный с учетной записью Пользователя
      на Сайте, в котором Пользователю доступно управление отдельными Сервисами Zaptap, в том числе их заполнение/
      подключение / отключение, на предложенных
      Zaptap условиях. </p>
    <p class="p">Регистрация — совокупность действий Пользователя в соответствии с указанными на Zaptap инструкциями,
      включая предоставление Учетных данных и иной информации, совершаемых Пользователем с использованием специальной
      формы пользовательского интерфейса
      Zaptap в целях формирования Личного кабинета и получения доступа к отдельным Сервисам Zaptap. </p>
    <p class="p">Сведения — любые материалы и информация, предоставляемые Пользователем Zaptap в связи с использованием
      Zaptap.</p>
    <h2 class="h2">2. Общие положения. Доступ к сервисам Сайта</h2>
    <h3 class="h3">2.1. Zaptap предлагает Пользователю на условиях настоящего Пользовательского соглашения
      воспользоваться доступными на Zaptap Сервисами, включая размещение, поиск и просмотр информации о Товаре и иными
      предлагаемыми на Сайте Сервисами. В отношении
      использования отдельных Сервисов Zaptap могут быть установлены дополнительные условия, правила и ограничения.
      Zaptap вправе в любое время пересматривать или изменять условия предоставления Сервисов, дополнять, изменять,
      ограничивать, расширять
      функциональные возможности Сайта и/или Сервисов, в том числе условия доступа Пользователя к Сервисам или
      отдельным функциональным возможностям Сайта. </h3>
    <h3 class="h3">2.2. Сервисы предоставляются Пользователю бесплатно, если специально не указано иное. </h3>
    <h3 class="h3">2.3. Предоставление отдельных Сервисов может регулироваться специальными правилами и/или
      соглашениями, являющимися неотъемлемой частью настоящего Пользовательского соглашения, в том числе условиями
      поиска и размещения информации о Товаре, иными условиями
      и правилами, индивидуальными соглашениями, составленными в письменной форме и подписанными/акцептированными
      Пользователем на Zaptap. В случае противоречия или несоответствия между текстом настоящего Пользовательского
      соглашения и специальными
      правилами и/или соглашениями применению подлежат последние. </h3>
    <h3 class="h3">2.4. Zaptap является площадкой, позволяющей Продавцам самостоятельно на свой страх и риск размещать
      предложения, адресованные неопределенному кругу лиц на совершение сделки в отношении Товара, которым Продавец
      правомочен распоряжаться (делать предложения),
      а Покупателям принимать на свое усмотрение и под свою ответственность предложения, размещенные на Сайте
      Продавцами, заключая соответствующую сделку с Продавцом. </h3>
    <p class="p">Zaptap не является организатором сделки, Покупателем, Продавцом, посредником, агентом или
      представителем какого-либо Пользователя и/или иным заинтересованным лицом в отношении предлагаемой/заключаемой
      между Пользователями сделки. Все совершаемые благодаря
      размещению информации на Сайте сделки между Пользователями заключаются и исполняются без прямого или косвенного
      участия Zaptap. </p>
    <h3 class="h3">2.5. Независимо от факта Регистрации или авторизации Пользователя на Сайте, использование Сайта,
      включая просмотр размещенной на Сайте информации, означает согласие Пользователя с настоящим Пользовательским
      соглашением и принятие на себя обязательств
      следовать инструкциям по использованию Сервисов, а также ответственности за действия, связанные с использованием
      Сайта. </h3>
    <h3 class="h3">2.6. Осуществляя доступ к Zaptap и, заключая таким образом настоящее Пользовательское соглашение,
      Пользователь гарантирует, что обладает всеми правами и полномочиями, необходимыми для заключения и исполнения
      Пользовательского соглашения, в том числе
      является совершеннолетним и полностью дееспособным лицом, либо несовершеннолетним лицом, объявленным по решению
      уполномоченного органа полностью дееспособным (эмансипация), либо несовершеннолетним лицом, достигшим
      четырнадцати лет и получившим
      письменное разрешение в требуемой законом форме от своих родителей или иных законных представителей на заключение
      Пользовательского соглашения. Zaptap вправе в любое время потребовать от Пользователя предоставление информации и
      документов, подтверждающих
      права и полномочия, указанные выше. </h3>
    <h3 class="h3">2.7. Предоставляемые на Zaptap Сервисы в любой момент могут изменяться, дополняться, обновляться,
      менять форму и характер функциональных возможностей без предварительного уведомления Пользователя, в связи с чем
      их использование предлагается в режиме
      «как есть», т.е. том виде и объеме, в каком они предоставляются Zaptap в момент обращения к Сервисам
      Пользователей. Zaptap вправе при необходимости по собственному усмотрению прекратить (временно или окончательно)
      предоставление Сервисов (или
      каких-либо отдельных функций в рамках Сервисов) всем Пользователям в целом или отдельному Пользователю, в
      частности, без предварительного уведомления. </h3>
    <h2 class="h2">3. Регистрация на Сайте</h2>
    <h3 class="h3">3.1. Пользователь вправе искать и размещать информацию о Товаре, а также пользоваться отдельными
      Сервисами после Регистрации на Zaptap. </h3>
    <h3 class="h3">3.2. При Регистрации указываются Учетные данные. После внесения данных для Регистрации Пользователь
      получает электронное письмо на адрес электронной почты, указанный при Регистрации, содержащее активную
      гиперссылку, переход по которой необходим для
      подтверждения Регистрации на Сайте. Регистрация учетной записи осуществляется на один адрес электронной почты
      Пользователя однократно. Повторная Регистрация новой учетной записи на Сайте с использованием ранее указанного
      при Регистрации адреса
      электронной почты не допускается, так же, как регистрировать более одной учетной записи Пользователя одним и тем
      же лицом. Пользователь может изменить Учетные данные в Личном кабинете на Сайте. </h3>
    <h3 class="h3">3.3. Пользователь обязан следить за сохранностью своих Учетных данных и не раскрывать их третьим
      лицам. Пользователь не вправе передавать свои Учетные данные третьим лицам, а также прямо или косвенно разрешать
      третьим лицам использовать его Учетные
      данные для авторизации на Zaptap, за исключением лиц, действующих от имени и в интересах Пользователя или
      получивших такие Учетные данные на основании соответствующих соглашений с Пользователем. Zaptap не несет
      ответственности за подбор пароля
      третьими лицами и любые действия, совершенные ими с использованием учетной записи Пользователя.</h3>
    <h3 class="h3">3.4. Любое действие, совершенное из Личного кабинета Пользователя с использованием его Учетных
      данных считается действием, совершенным самим Пользователем или уполномоченным им лицом и устанавливает
      обязанности и ответственность для Пользователя в
      отношении таких действий, включая ответственность за нарушение настоящего Пользовательского соглашения,
      требований законодательства в отношении Товара, информация о котором размещается Пользователем на Zaptap. </h3>
    <h3 class="h3">3.5. Пользователь обязан немедленно изменить Учетные данные, если у него есть причины подозревать,
      что эти данные были раскрыты или могут быть использованы неуполномоченными им третьими лицами. </h3>
    <h3 class="h3">3.6. Zaptap вправе использовать доступные технические решения для проверки правильности информации,
      предоставляемой Пользователем при использовании Zaptap. Zaptap не может гарантировать, что Пользователь
      действительно является тем, кем представляется,
      а также что информация, предоставленная Пользователем на Zaptap, соответствует действительности. Zaptap
      рекомендует Пользователям общаться с возможными контрагентами, Продавцами и Покупателями, используя для этого все
      инструменты, доступные на
      Zaptap, и соблюдать осмотрительность и осторожность при совершении сделок и выборе Продавца. </h3>
    <h3 class="h3">3.7. Zaptap вправе заблокировать доступ Пользователя к Личному кабинету с одновременным прекращением
      размещения и показа информации о Товаре или без такового. Zaptap вправе в любое время прекращать и/или ограничить
      доступ Пользователя к Сервисам,
      а также заблокировать или удалить учетную запись Пользователя на Сайте без возможности ее восстановления. </h3>
    <h3 class="h3">3.8. Просмотр информации, размещенной на главной странице (лендинге) Zaptap в открытом доступе не
      требует регистрации и/или авторизации Пользователя, однако при совершении таких действий Пользователь в любом
      случае обязан соблюдать положения Пользовательского
      соглашения. </h3>
    <h2 class="h2">4. Сведения, предоставляемые Пользователями</h2>
    <h3 class="h3">4.1. В рамках использования Zaptap Пользователь обязуется предоставлять только достоверные Сведения
      и несет ответственность за предоставленную им информацию. Пользователь обязуется своевременно актуализировать
      Сведения посредством их редактирования
      на Zaptap. Zaptap вправе запрашивать, а Пользователь обязан предоставлять по такому запросу документы и
      информацию, необходимые для определения Пользователя как стороны Пользовательского соглашения и/или стороны,
      использующей соответствующий Сервис,
      а также документы, подтверждающие достоверность представленных Сведений и правомерность использования/предложения
      Товара и/или связь Пользователя с указанным Товаром. </h3>
    <h3 class="h3">4.2. В процессе пользования Zaptap (в том числе при Регистрации, взаимодействии с другими
      Пользователями через интерфейс Zaptap, поиске и/или размещении информации о Товаре, просмотре страниц Zaptap и
      т.п.), Пользователь самостоятельно и добровольно
      принимает решение о предоставлении Zaptap или размещении в открытом доступе персональных и иных сведений о
      Пользователе (название компании, фамилия, имя, отчество, номер телефона, месенджеры и /или мобильные программные
      продукты, привязанные к
      номеру телефона, Skype, наименование сайта, адрес нахождения компании или адрес места проживания физического
      лица, реквизиты для перечисления денег на банковскую карту и/или на расчетный счет, индивидуальный номер
      налогоплательщика (ИНН) и основной
      государственный регистрационный номер (ОГРН) компании, идентификационные данные документа, удостоверяющего
      личность (паспорт), адрес электронной почты), а также любая иная информация, предоставленная Пользователем, в том
      числе содержащаяся в сообщениях,
      направляемых другим Пользователям через форму обратной связи в интерфейсе Zaptap, информация о действиях
      Пользователя на Zaptap и пр.) для целей исполнения Пользовательского соглашения, а также настоящим заявляет о
      своем согласии на обработку
      Zaptap персональных и иных данных Пользователя, их передачу (в том числе трансграничную передачу на территорию
      иностранных государств, обеспечивающих адекватную защиту прав субъектов персональных данных) для обработки другим
      Пользователям и/или
      третьим лицам, действующим по поручению Zaptap, в том числе для целей: предоставления консультационной поддержки
      Пользователям в связи с использованием Сайта, проверки информации о Пользователе и/или Товаре на предмет
      соответствия Пользовательскому
      соглашению, доставки сообщений другим Пользователям, получения статистических и аналитических данных для
      улучшения функционирования Zaptap и/или Сервисов, расширения спектра оказываемых Сервисов, получения
      информационных и/или рекламных сообщений
      Zaptap или третьих лиц, предупреждения или пресечения незаконных и/или несанкционированных действий Пользователей
      или третьих лиц, обеспечения соблюдения требований действующего законодательства Российской Федерации. Zaptap
      принимает все необходимые
      меры для защиты персональных данных Пользователя от несанкционированного доступа третьих лиц, исключая случаи,
      когда персональные данные Пользователя были предоставлены им другим Пользователям в результате работы на Zaptap.
    </h3>
    <h3 class="h3">4.3. Вся информация (независимо от того относится ли такая информация законодательством Российской
      Федерации к персональным или иным данным, подлежащим защите в соответствии с законодательством Российской
      Федерации, или нет), размещенная Пользователем
      на Zaptap, размещается им для реализации Пользователем его имущества и/или услуг и/или в иных интересах
      Пользователя и, соответственно, Пользователь размещает ту или иную информацию о себе исключительно в своих
      интересах, в том числе для облегчения
      установления связи с Пользователем. </h3>
    <p class="p">Размещая и/или производя поиск на Zaptap информации о Товаре, Пользователь делает Сведения и/или
      персональные данные, указанные в учетной записи, общедоступными и понимает, что размещенная информация
      публикуется на Zaptap в открытом доступе, то есть
      доступна для ознакомления любому Пользователю Zaptap (неограниченному кругу лиц) на территории всех стран мира,
      где имеется возможность использования сети Интернет и доступа к сайту, соответственно Пользователь понимает и
      принимает на себя все
      риски, связанные с таким размещением информации, в том числе, включая, но не ограничиваясь: риск попадания адреса
      электронной почты в списки для рассылки спам-сообщений, риск попадания персональных данных к различного рода
      мошенникам, риск попадания
      телефонного номера к SMS-спамерам и/или SMS-мошенникам и иные риски, вытекающие из такого размещения информации.
    </p>
    <h3 class="h3">4.4. Zaptap не обязан осуществлять предварительную проверку Сведений и/или персональные данные
      любого вида, размещаемых и/или распространяемых Пользователем посредством Zaptap. Zaptap имеет право по своему
      усмотрению удалить и/или отказать Пользователю
      в размещении и/или распространении им любых Сведений и/или персональных данных, которые размещены Пользователем
      на Zaptap. Пользователь осознает и согласен с тем, что он должен самостоятельно оценивать все риски, связанные с
      размещением и распространением
      любых Сведений и/или персональных данных, включая оценку надежности, полноты или полезности такового. </h3>
    <h3 class="h3">4.5. Zaptap не оказывает консультаций по вопросам, не относящимся к Zaptap, требующим
      профессиональной оценки и/или не входящих в компетенцию Zaptap. </h3>
    <h3 class="h3">4.6. Обращения Пользователя в Zaptap по вопросам, связанным с использованием Zaptap, рассматриваются
      в порядке, предусмотренном на Сайте. Взаимодействие Zaptap с Пользователем в рамках рассмотрения обращения
      Пользователя осуществляется с использованием
      указанного Пользователем адреса электронной почты. </h3>
    <h3 class="h3">4.7. Zaptap вправе не рассматривать обращения Пользователя: не содержащие информацию и/или
      документы, необходимые для рассмотрения обращения; содержащие ложную информацию и/или документы, не обладающими
      признаками достоверности; в отношении вопросов,
      по которым ранее Zaptap был направлен ответ Пользователю (повторные обращения); содержащие оскорбления, угрозы
      или обращения, изложенные в резкой негативной форме; направленные с нарушением иных условий и порядка
      рассмотрения обращений, предусмотренных
      Zaptap. </h3>
    <h2 class="h2">5. Обязательства Пользователя</h2>
    <h3 class="h3">5.1. Пользователь обязуется действовать исключительно в соответствии с действующим законодательством
      и Пользовательским соглашением Zaptap, а также нести в соответствии с законодательством Российской Федерации
      полную ответственность за собственные
      действия и бездействие на Zaptap и при использовании Сервисов. </h3>
    <h3 class="h3">5.2. Доступные Пользователю Сервисы Zaptap могут быть использованы исключительно в целях, для
      которых такие Сервисы предназначены в Zaptap. Пользователю запрещается использовать Сервисы, а также любую
      полученную на Сайте информацию не по назначению.
    </h3>
    <h3 class="h3">Zaptap вправе в любое время по своему усмотрению проводить выборочную проверку информации о Товаре,
      учетных записей Пользователей, сообщений Покупателей, направляемых Продавцам через форму связи Zaptap и/или
      условий использования Пользователями Сервисов
      на предмет соблюдения Пользовательского соглашения, в том числе в автоматическом режиме с использованием
      программных средств. В случае выявления нарушений, а также при получении информации от третьих лиц о таких
      нарушениях или выявлении совокупности
      признаков, которые могут свидетельствовать по мнению Zaptap о нарушениях, Zaptap вправе приостанавливать или
      прекращать доступ Пользователя к тем или иным Сервисам, включая блокирование доступа к Личному кабинету. </h3>
    <p class="p">По единоличному решению Zaptap блокирование учетных записей на Сайте может быть временным или
      постоянным, в зависимости от объема и количества допущенных Пользователем нарушений настоящего Пользовательского
      соглашения и иных, установленных Zaptap,
      правил использования Сайта. В случае устранения Пользователем допущенных нарушений Zaptap вправе восстановить
      заблокированные ранее доступ Пользователя к учетной записи на Сайте. </p>
    <h3 class="h3">5.3. Пользователь обязуется не использовать автоматические и иные программы для получения доступа на
      Zaptap без письменного разрешения Zaptap. Без разрешения Zaptap также не допускается использование,
      распространение, копирование и/или извлечение
      с Zaptap ручным или автоматическим способом (с использованием программных средств) любых материалов или
      информации (включая базы данных Сайта, тексты договоров и прочее). </h3>
    <h3 class="h3">5.4. Использование компьютерных программ, позволяющих искать или размещать на Zaptap информацию о
      Товаре, минуя обычный порядок поиска и/или размещения информации о Товаре (к примеру, использование программ по
      размещению информации о Товаре), при
      отсутствии письменного разрешения Zaptap, строго запрещено и может привести к блокировке доступа в Личный кабинет
      и/или к Zaptap. </h3>
    <h3 class="h3">5.5. Пользователь также обязуется:</h3>
    <p class="p">— не предпринимать никаких действий, которые могут привести к непропорционально большой нагрузке на
      инфраструктуру Zaptap; </p>
    <p class="p">— не воспроизводить, не изменять, не распространять и не представлять общественности любую информацию,
      содержащуюся на Zaptap (кроме Сведений, предоставленных самим Пользователем) без предварительного письменного
      разрешения Zaptap и любой третьей
      стороны; </p>
    <p class="p">— не препятствовать работе Zaptap, а также не препятствовать действию автоматических систем или
      процессов, с целью заблокировать или ограничить доступ на Zaptap. </p>
    <h3 class="h3">5.6. В целях пресечения или предотвращения нарушения Пользовательского соглашения и/или причинения
      ущерба Zaptap (например, DDoS-атаки или иные хакерские атаки, неавторизованное Zaptap использование программных
      средств, в том числе для загрузки и/или
      поиске информации о Товаре и прочее), Zaptap вправе ограничивать доступ Пользователей или третьих лиц к Zaptap
      путем блокирования доступа к Zaptap соответствующего ip-адреса или диапазона ip-адресов. </h3>
    <h3 class="h3">5.7. Для целей доступа к отдельным Сервисам на Zaptap Пользователем могут использоваться
      предоставляемые им уникальные идентификаторы (набор символов) Пользователя, учетной записи на Сайте, Товара и пр.
    </h3>
    <h3 class="h3">5.8. Осуществляя доступ к Zaptap, Пользователь выражает свое согласие на получение рекламной
      информации, размещенной на Zaptap третьими лицами. Пользователь понимает и соглашается, что Zaptap не определяет
      содержание и не несет ответственности за
      такую информацию, включая сайты, ссылки на которые могут содержаться в соответствующих материалах. </h3>
    <h3 class="h3">5.9. Пользователь Zaptap обязуется не использовать любые данные, предоставленные другим
      Пользователем, без письменного разрешения лица, разместившего такие Сведения, или без подтверждения каким-либо
      другим способом права использовать такие Сведения.
      Все сведения, полученные Пользователем о других Пользователях в связи с использованием Zaptap, могут быть
      использованы только для совершения и исполнения сделок в отношении Товаров. Пользователь оставляет за собой право
      на публикацию на Zaptap
      информации на Пользователей зарегистрированных на сайте и участвующих в мошеннических схемах, без письменного
      разрешения лица, о ком размещаются данные Сведения, если данная информация имеет объективный и невымышленный
      характер, в противном случае
      Пользователь несет всю полноту ответственности перед законодательством Российской Федерации.</h3>
    <p class="p">Таким образом, Пользователю запрещается использовать электронный адрес, и/или номер телефона другого
      Пользователя для целей прямой рекламной рассылки или другой рассылки нежелательных электронных сообщений, а также
      для иных противоправных действий
      или действий, совершаемых без ведома и/или согласия другой стороны. </p>
    <p class="p">Чтобы облегчить взаимодействие между Пользователями, Сервисы подразумевают ограниченный доступ к
      некоторой контактной информации других Пользователей. Право использования Сведений, предоставленных другими
      Пользователями, ограничивается настоящим Пользовательским
      соглашением. </p>
    <h3 class="h3">5.10. Если у Пользователя возникают претензии к другому Пользователю в связи с использованием
      последним Сервисов и/или размещенной им информации о Товаре, результатом совершенной сделки и т.д., Пользователь
      обязан предъявлять эти требования надлежащему
      лицу (другому Пользователю) и разрешать претензии самостоятельно и без участия Zaptap. </h3>
    <h3 class="h3">5.11. Пользователь понимает и принимает, что Zaptap не всегда проверяет информацию, опубликованную
      на Zaptap Пользователями. Некоторые данные, содержащиеся на Zaptap , могут показаться оскорбительными, опасными,
      неправильными или вводящими в заблуждение.
      Zaptap рекомендует Пользователям соблюдать осторожность и полагаться на здравый смысл при использовании
      информации на Zaptap. Пользователь должен принять во внимание, что его контрагент может выдавать себя за другое
      лицо, быть несовершеннолетним,
      размещать искаженную информацию и т.д. Использование Сервисов подразумевает, что Пользователь осознает и
      принимает эти риски, а также соглашается, что Zaptap не несет ответственности за действия или бездействие со
      стороны других Пользователей.
    </h3>
    <h3 class="h3">5.12. Пользователь обязуется соблюдать осмотрительность при выборе контрагента, под свою
      ответственность принимает решение о сделке, исходя из факта размещения информации о Товаре на Zaptap,
      самостоятельно удостоверяясь, что предложение, продажа и/или
      приобретение какого-либо Товара на Zaptap является действительным и легальным. </h3>
    <h2 class="h2">6. Обмен информацией при использовании Сайта</h2>
    <h3 class="h3">6.1. Сообщения Zaptap, предназначенные для Пользователей, публикуются для всеобщего доступа на
      Zaptap и/или рассылаются индивидуально по электронным адресам, предоставленным Пользователями при Регистрации или
      размещении своих персональных данных на
      Сайте. При этом Пользователь понимает, принимает и соглашается, что рассылаемые сообщения и/или их отдельные
      части могут иметь рекламный характер, а также могут содержать рекламные, информационные и иные сообщения
      контрагентов Zaptap. Сообщения,
      опубликованные на Zaptap, считаются доставленными Пользователю с момента их публикации.</h3>
    <p class="p">Zaptap может направлять Пользователям транзакционные и сервисные сообщения, связанные с действиями
      Пользователей на Сайте.</p>
    <h3 class="h3">6.2. Сообщения Пользователей, предназначенные для Zaptap, пересылаются способами, предложенными на
      Zaptap, включая форму обратной связи для обращений на Сайте. </h3>
    <h3 class="h3">6.3. Запросы Пользователей Продавцам могут быть направлены посредством специально предложенной формы
      связи с Продавцами. Пользователь понимает и соглашается с тем, что данная информация и само взаимодействие с
      другими Пользователями Сайта, осуществляемая
      с помощью специально предложенной формы связи, не является личной. Равно, как и не является личной информация,
      которую Пользователи публикуют при написании отзыва о других Пользователях на Zaptap. Zaptap в любой момент имеет
      право осуществлять
      просмотр отправляемых через специально предложенную форму связи запросов, ответов, заказов, комментариев и
      отзывов.</h3>
    <h3 class="h3">Zaptap не гарантирует, что на запрос, направленный Продавцу, Пользователю будет дан ответ, а также
      не гарантирует приход запросов Продавцу от Пользователей. </h3>
    <h3 class="h3">6.4. Осуществляя доступ к Zaptap, Пользователь выражает свое согласие с тем, что Zaptap, на котором
      могут быть опубликованы информация о Товарах и Пользователях, может осуществлять рассылку информации, связанной с
      заказами, графиками работы офисов,
      проводимыми акциями и иной необходимой информацией, а также может направлять Пользователю сообщения, в том числе
      электронные письма (e-mail) голосовые и/или текстовые сообщения (SMS) на указанный им на Zaptap, соответственно,
      адрес электронной
      почты или телефонный номер и, как то, включая, но, не ограничиваясь: сообщения Пользователей в отношении Товаров,
      в том числе, предложения по заключению сделки от других Пользователей, предложения и сообщения иного
      информационного и/или рекламного
      характера Zaptap или компаний — партнеров Zaptap, а также передавать третьим лицам адреса электронной почты и
      телефонные номера для целей направления указанных сообщений. </h3>
    <h2 class="h2">7. Гарантии и ответственность</h2>
    <h3 class="h3">7.1. Пользователь несет ответственность за действия, совершаемые на Сайте, в соответствии с
      действующим законодательством Российской Федерации, включая ответственность за содержание размещаемой им
      информации и нарушение прав третьих лиц в отношении
      Товаров и/или информации, размещаемой на Сайте. </h3>
    <h3 class="h3">7.2. Пользователь несет ответственность за предлагаемые в отношении Товаров и заключаемые в связи с
      ними сделки, за выбор контрагентов для сделки и вытекающие из сделки последствия. Все сделки в отношении Товаров
      заключаются между Пользователями напрямую.
      Zaptap не является участником и/или посредником сделок, совершаемых Пользователями исходя из информации,
      полученной на Zaptap, не контролирует и не несет ответственности за такие сделки. </h3>
    <h3 class="h3">7.3. Zaptap является инструментом, который предоставляет возможность Пользователям размещать и
      искать информацию в отношении Товаров, реализация и/или приобретение которых разрешены законом и Пользовательским
      соглашением. При этом Zaptap не всегда
      проверяет информацию в отношении Товаров, размещенных Пользователями. Таким образом, качество, безопасность,
      законность и соответствие Товара его описанию, а также возможность Продавца продать и/или Покупателя приобрести
      Товар находятся вне контроля
      Zaptap. В связи с чем, Zaptap не несет ответственность за содержание информации, предоставляемой Пользователями,
      включая содержание информации о Товаре, использование Пользователями товарных знаков, логотипов третьих лиц и
      условий предложения
      Продавца. </h3>
    <h3 class="h3">7.4. Zaptap не несет ответственности за потерю информации Пользователем, а также за искажение
      информации или потерю сообщения, получаемого с использованием форм связи на Сайте. </h3>
    <h3 class="h3">7.5. Учитывая принципы построения и функционирования сети Интернет, сервисы предоставляются «как
      есть», это означает, что Zaptap не предоставляет каких-либо гарантий в отношении Сервисов, в частности, Zaptap не
      гарантирует Пользователю, что: </h3>
    <p class="p">— сервисы, их прямой или косвенный эффект и качество будут соответствовать требованиям и целям
      Пользователя; </p>
    <p class="p">— сервисы будут предоставляться непрерывно, надежно и без ошибок; </p>
    <p class="p">— результаты, которые будут получены посредством использования Сервисов, будут точными, надежными и
      соответствовать ожиданиям Пользователя. </p>
    <h3 class="h3">7.6. Пользователь согласен, что Zaptap не несет ответственности за возможные убытки, причиненные
      Пользователю в связи с принятием мер пресечения или предотвращения нарушений на Zaptap, связанных с
      ограничением/блокировкой доступа Пользователей
      к Сайту, а также ip-адресов согласно п.5.6. настоящего Пользовательского соглашения. </h3>
    <h3 class="h3">7.7. Пользователь принимает и согласен, что предоставленная Zaptap возможность направления
      сообщения, запроса, ответа, заказа Пользователю посредством формы связи на Сайте может быть использована любыми
      третьими лицами в целях, отличных от совершения
      сделки с Пользователем без какого-либо влияния и контроля со стороны Zaptap. В связи с этим, Zaptap не несет
      ответственности за пользование другими Пользователями и/или автоматизированными системами (роботами) размещенной
      на Zaptap формой
      для отправки сообщений запроса, ответа, заказа Пользователям, равно как и за пользование ими телефонными номерами
      и иной персональной информации, размещенными Пользователем на страницах Zaptap. </h3>
    <h3 class="h3">7.8. При использовании Покупателями формы связи с Продавцом на Сайте Zaptap не может гарантировать
      доставку такого сообщения, запроса, ответа, заказа Покупателя и корректность данных для связи, указанного
      самостоятельно Продавцом. </h3>
    <h3 class="h3">7.9. Zaptap не несет ответственности за неисполнение или затруднения в исполнении обязательств из-за
      обстоятельств непреодолимой силы, последствия которых невозможно избежать или преодолеть. </h3>
    <h3 class="h3">7.10. Zaptap никак не связан с любой предоставляемой Пользователем информацией, включая содержание
      запросов, ответов, заказов, предоставленной и/или размещенной Пользователями на Zaptap, и не обязан осуществлять
      проверку содержания, подлинности
      и безопасности такой информации либо ее компонентов, а равно ее соответствие требованиям действующего
      законодательства и наличия у Пользователей необходимого объема прав на ее распространение и/или использование.
    </h3>
    <h3 class="h3">7.11. Размещаемые Пользователями Сведения могут содержать ссылки на сайты в сети Интернет (сайты
      третьих лиц). Указанные третьи лица и содержание их сайтов, равно как и любая информация третьих лиц не
      проверяются Zaptap на соответствие тем или
      иным требованиям (достоверности, полноты, законности и т.п.). Zaptap не несет ответственности за любую
      информацию, материалы, размещенные на сайтах третьих лиц, к которым Пользователь получает доступ в связи с
      использованием Zaptap, а также
      за доступность таких сайтов или информации и последствия их использования Пользователем. </h3>
    <h2 class="h2">8. Интеллектуальные права</h2>
    <h3 class="h3">8.1. Обладателем исключительных прав на Zaptap и Мобильные приложения, включая, но не ограничиваясь
      на доменное имя, размещенный на Сайте логотип, товарный знак Zaptap, базы данных, все технические разработки,
      позволяющие осуществлять использование
      Сайта является Zaptap. Пользователь или иное лицо не вправе использовать Zaptap, Мобильные приложения или Сервисы
      способами, не предусмотренными настоящим Пользовательским соглашением без письменного разрешения Zaptap, в том
      числе извлекать
      Сведения в любой форме не предусмотренными Пользовательским соглашением способами. Исключительные права на
      результаты интеллектуальной деятельности, включенные в состав Сведений, предоставленных Пользователями,
      принадлежат соответствующим
      Пользователям и правообладателям. </h3>
    <h3 class="h3">8.2. В целях исполнения настоящего Пользовательского соглашения, проведения конкурсов, акций,
      анонсирования и информирования Пользователей и иных подобных мероприятий, осуществления законных прав и интересов
      Zaptap и обеспечения функционирования
      Zaptap, Пользователь предоставляет Zaptap действующее повсеместно, бессрочное право использовать Сведения
      (включая фотографии, тексты описаний Товара, товарные знаки, логотипы и прочее) любым способом на всех известных
      или неизвестных информационных
      носителях в течение всего срока действия исключительного права, а также передавать такое право третьим лицам.
      Пользователь разрешает использование материалов в составе Сведений без указания имени автора, а также
      гарантирует, что предоставленные
      Сведения не нарушают любых прав третьих лиц, в том числе исключительных прав. </h3>
    <h2 class="h2">9. Срок действия Пользовательского соглашения</h2>
    <h3 class="h3">9.1. Настоящее Пользовательское соглашение вступает в силу с момента начала пользования
      Пользователем Сервисами Zaptap, независимо от факта Регистрации Пользователя или поиска и /или размещения
      информации о Товаре на Zaptap и действуют бессрочно.
    </h3>
    <h3 class="h3">9.2. Пользователь имеет право прекратить доступ к своему Личному кабинету без возможности
      восстановления такого доступа. В этом случае Пользователь не вправе осуществлять повторную Регистрацию в том
      числе, с использованием в составе Учетных данных
      указанных Пользователем ранее на Zaptap. </h3>
    <p class="p">Zaptap оставляет за собой право по собственному усмотрению прекратить доступ Пользователя, нарушающего
      настоящее Пользовательское соглашение, а также условия любого из Сервисов, иных правил, регламентирующих
      функционирование Zaptap, к Сервисам
      как в целом, так и в части, в том числе прекратить или временно приостановить доступ Пользователя в Личный
      кабинет. Пользователь, доступ которого к Сервисам был прекращен, или Сведения которого перестали быть
      действительными, не имеет права
      создавать новую учетную запись на Сайте повторно (в том числе с использованием указанных Пользователем ранее на
      Zaptap регистрационных данных) без особого разрешения Zaptap. Пользователь не имеет права использовать для
      доступа на Zaptap Учетные
      данные другого Пользователя. </p>
    <h2 class="h2">10. Передача прав</h2>
    <h3 class="h3">10.1. Zaptap вправе, а Пользователь настоящим дает свое согласие на это, передать свои права и/или
      обязанности по настоящему Пользовательскому соглашению, как в целом, так и в части, третьей стороне. </h3>
    <h3 class="h3">10.2. В случае передачи прав и/или обязанностей, как в целом, так и в части, по настоящему
      Пользовательскому соглашению третьей стороне, третья сторона имеет право предоставлять аналогичные или похожие
      услуги на другом сайте. </h3>
    <h2 class="h2">11. Споры и действующее законодательство</h2>
    <h3 class="h3">11.1. При разрешении всех споров по настоящему Пользовательскому соглашению применяется действующее
      законодательство Российской Федерации. </h3>
    <h3 class="h3">11.2. Ввиду безвозмездности использования Сервисов, предоставляемых Пользователю в рамках настоящего
      Пользовательского соглашения, положения законодательства о защите прав потребителей не подлежат применению к
      отношениям между Пользователем и
      Zaptap. </h3>
    <h3 class="h3">11.3. Все споры, возникшие в рамках настоящего Соглашения, должны быть переданы на рассмотрение в
      суд в соответствии с территориальной подсудностью по месту нахождения Zaptap (г. Уфа). </h3>
    <h3 class="h3">11.4. Признание отдельных частей настоящего Пользовательского соглашения недействительными не
      отменяет действие других положений настоящего Пользовательского соглашения.</h3>
  </div>
</template>

<style lang="css" scoped>

  .policy {
    font-family: 'Roboto', sans-serif;
    color: #222;
    padding: 20px;
    box-sizing: border-box;
  }

  .h1,
  .h2,
  .h3,
  .p {
    max-width: 800px;
    margin: 0 auto;
    line-height: 1.5em;
  }

  .p {
    margin-bottom: 20px;
    font-size: 14px;
  }

  .h1 {
    font-size: 32px;
    text-align: center;
    margin: 20px auto;
    font-weight: bold;
  }

  .h2 {
    font-size: 24px;
    margin-bottom: 20px;
  }

  .h3 {
    font-size: 14px;
    font-weight: normal;
    margin-bottom: 20px;
  }</style>
