<template lang="pug">
  .contract

    h1.h1 СОГЛАСИЕ НА ОБРАБОТКУ ПЕРСОНАЛЬНЫХ ДАННЫХ
    
    h2.h2 1. Общие положения
    h3.h3 1.1. В настоящем согласии компания  ООО «Безопасная сделка», ИНН 0276156252,  ОГРН 1140280017415,  (далее Оператор) определяет общие условия сбора и обработки персональных данных пользователей на сайте www.zaptap.ru (далее Сайт) в соответствии с ФЗ от 27.07.2006 г. № 152-ФЗ «О персональных данных». Под обработкой персональных данных понимается cбор, систематизация, накопление, хранение, уточнение (обновление, изменение), использование,  передача (распространение, предоставление, доступ) и уничтожение указанных ниже данных. Обработка осуществляется с использованием и (или) без использования средств автоматизации, в целях реализации мероприятий оповещения пользователя о запросах, ответах, заказах, доставках заказов, взаимодействию пользователей, изменениях на сайте и по поддержке обратной связи с пользователями Сайта.

    h3.h3 1.2. Оператор осуществляет сбор и обработку на Сайте следующих персональных данных:
    ul.ul
      li.li название компании;
      li.li фамилия, имя, отчество;
      li.li номер телефона;
      li.li месенджеры и (или) мобильные программные продукты, привязанные к номеру телефона;
      li.li skype;
      li.li наименование сайта;
      li.li адрес нахождения компании или адрес места проживания физического лица;
      li.li реквизиты для перечисления денег на банковскую карту  и (или) на расчетный счет;
      li.li индивидуальный номер налогоплательщика (ИНН) и основной государственный регистрационный номер (ОГРН) компании;
      li.li идентификационные данные документа, удостоверяющего личность (паспорт);
      li.li адрес электронной почты;
      li.li фотография.

    p.p Указание всех своих персональных данных, согласно вышеописанному списку, не является обязательным условием работы на Сайте, однако, сам факт указания своих персональных данных пользователем на Сайте является подтверждением того, что пользователь понимает, что его данные будут доступны для просмотра другим пользователям данного сайта, за действия которых Оператор ответственности не несет. 

    h2.h2 2. Цели обработки персональных данных

    h3.h3 2.1. Оператор обрабатывает персональные данные пользователей с целью:
    ul.ul
      li.li предоставления услуг на Сайте;
      li.li предоставления санкционированного доступа к информации, содержащейся в профиле самого пользователя.

    h2.h2 3. Доступ третьих лиц к персональным данным
    h3.h3 3.1. Оператор может передать персональные данные пользователя третьей стороне в следующих случаях:
    ul.ul
      li.li если передача персональных данных необходима для предоставления услуг на Сайте.

    h2.h2 4. Обязанности Оператора по защите персональных данных
    h3.h3 4.1. Оператор обязан принимать необходимые организационные и технические меры для обеспечения целостности и доступности персональных данных пользователей.
    h3.h3 4.2. Оператор обязан своевременно производить оценку соответствия требованиям законодательства РФ в области защиты информации.
    h3.h3 4.3. Оператор обязан по требованию Пользователя удалить персональные данные, указанные в заявлении пользователя.

    h2.h2 5. Прочие существенные дополнения

    h3.h3 5.1. Настоящее согласие дается на совершение всех действий, указанных в п.3 ст.3 Федерального закона от 27.07.2006 года №152-ФЗ «О персональных данных»: сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение, совершаемых с использованием и (или) без использования средств автоматизации.

    h3.h3 5.2. Согласие предоставляется на срок достижения целей обработки в срок до 1 января 2050 года и может быть отозвано при предоставлении заявления по электронному адресу компании Оператора zaptap.service@gmail.com.
    h3.h3 5.3. Указанное согласие лицо, подтвердившее дачу согласия, подтверждает, что указанное согласие дано свободно, своей волей и в своем интересе Оператору, при этом согласие на обработку и (или) поручение данной обработки иному лицу любых моих персональных данных, сообщенных мной на Сайте или непосредственно представителю Оператора, не допускается за исключением исполнения обязанностей, возложенных на Оператора Федеральным законом.
    h3.h3 5.4. Предоставляя указанное согласие сторона соглашается, что обработка паспортных данных пользователя осуществляется, в т.ч., в целях исполнения пункта 1 ст. 12 Федерального закона от 30 июня 2003 года N 87-ФЗ "О транспортно-экспедиционной деятельности".

</template>

<style lang="scss" scoped>
.contract {
  overflow: scroll;
  height: calc(100vh - 42px);
  font-family: "Roboto", sans-serif;
  color: #222;
  padding: 20px;
  box-sizing: border-box;
}
.h1,
.h2,
.h3,
.p,
.ul,
.li {
  max-width: 800px;
  margin: 0 auto;
  line-height: 1.5em;
}
.p {
  margin-bottom: 10px;
  font-size: 14px;
}
.h1 {
  font-size: 32px;
  text-align: center;
  margin: 20px auto;
}
.h2 {
  font-size: 24px;
  margin-bottom: 20px;
}
.h3 {
  font-size: 14px;
  font-weight: normal;
  margin-bottom: 20px;
}
.ul {
  padding-left: 40px;
  box-sizing: border-box;
  margin-bottom: 20px;
}

.li {
  font-size: 14px;
  font-weight: normal;
}
</style>

