<template>
  <div class="policy">
    <h1 class="h1">ПОЛИТИКА<br>
В ОТНОШЕНИИ ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ
ООО "БЕЗОПАСНАЯ СДЕЛКА"</h1>


  <h2 class="h2">1. Общие положения</h2>
  <h3 class="h3">1.1. Политика в отношении обработки персональных данных (далее — Политика)
направлена на защиту прав и свобод физических и юридических лиц, персональные данные которых обрабатывает ООО "БЕЗОПАСНАЯ СДЕЛКА" (далее — Оператор) на сайте www.zaptap.ru.
</h3>
<h3 class="h3">1.2. Политика разработана в соответствии с п. 2 ч. 1 ст. 18.1 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» (далее — ФЗ «О персональных данных»).
</h3>
<h3 class="h3">1.3. Политика содержит сведения, подлежащие раскрытию в соответствии с ч. 1 ст. 14 ФЗ «О персональных данных», и является общедоступным документом.
</h3>

<h2 class="h2">2. Сведения об операторе
</h2>

<h3 class="h3">2.1. Оператор ведет свою деятельность по адресу: Башкортостан республика, г. Уфа, ул. Юрия Гагарина, дом 31/2.
</h3>

<h3 class="h3">2.2. Генеральный Директор Оператора назначен ответственным за организацию обработки персональных данных.</h3>

<h3 class="h3">2.3. База данных информации, содержащей персональные данные граждан Российской</h3>

<p class="p">Федерации, находится по адресу: Башкортостан республика, г. Уфа, ул. Юрия Гагарина, дом 31/2.</p>

<h2 class="h2">3. Сведения об обработке персональных данных</h2>

<h3 class="h3">3.1. Оператор обрабатывает персональные данные на законной и справедливой основе для
выполнения возложенных законодательством функций, полномочий и обязанностей,
осуществления прав и законных интересов Оператора, пользователей сайта www.zaptap.ru (далее — Клиентов) Оператора и третьих лиц.
</h3>

<h3 class="h3">3.2. Оператор получает персональные данные непосредственно у субъектов персональных
данных.
</h3>

<h3 class="h3">3.3. Оператор обрабатывает персональные данные автоматизированным и
неавтоматизированным способами, с использованием средств вычислительной техники и
без использования таких средств.
</h3>

<h3 class="h3">3.4. Действия по обработке персональных данных включают сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение.</h3>

<h3 class="h3">3.5. Базы данных информации, содержащей персональные данные граждан Российской
Федерации, находятся на территории Российской Федерации.
</h3>

<h2 class="h2">4. Обработка персональных данных Клиентов
</h2>

<h3 class="h3">4.1. Оператор обрабатывает персональные данные Клиентов в рамках правоотношений с
Оператором, урегулированных частью второй Гражданского Кодекса Российской Федерации от 26 января 1996 г. № 14-ФЗ.
</h3>

<h3 class="h3">4.2. Оператор обрабатывает персональные данные Клиентов в целях соблюдения норм
законодательства РФ, а также с целью:
— выполнять обязательства по работе сайта www.zaptap.ru;
— информирования о новых возможностях, специальных акциях и предложениях на сайте www.zaptap.ru.
— исполнить пункт 1 ст. 12 Федерального закона от 30 июня 2003 года N 87-ФЗ "О транспортно-экспедиционной деятельности".
</h3>

<h3 class="h3">4.3. Оператор обрабатывает персональные данные Клиентов с их согласия,
предоставляемого на срок действия заключенных с ними договоров. Указанное согласие предоставляется путем его акцептирования Клиентами на сайте www.zaptap.ru . В некоторых случаях согласие считается полученным при заключении договора или при совершении конклюдентных действий.
</h3>

<h3 class="h3">4.4. Оператор обрабатывает персональные данные Клиентов в течение сроков действия,
заключенных с ними договоров. Оператор может обрабатывать персональные данные
Клиентов после окончания сроков действия, заключенных с ними договоров в течение срока, установленного п. 5 ч. 3 ст. 24 части первой НК РФ, ч. 1 ст. 29 ФЗ «О бухгалтерском учёте» и иными нормативными правовыми актами.
</h3>

<h3 class="h3">4.5. Оператор обрабатывает следующие персональные данные Клиентов:
</h3>

<ul class="ul">

  <li class="li">название компании;</li>
<li class="li">фамилия, имя, отчество;</li>
<li class="li">номер телефона;</li>
<li class="li">месенджеры и (или) мобильные программные продукты, привязанные к номеру телефона;</li>
<li class="li">skype;</li>
<li class="li">наименование сайта;</li>
<li class="li">адрес нахождения компании или адрес места проживания физического лица;</li>
<li class="li">реквизиты для перечисления денег на банковскую карту  и (или) на расчетный счет;</li>
<li class="li">индивидуальный номер налогоплательщика (ИНН) и основной государственный регистрационный номер (ОГРН) компании;</li>
<li class="li">идентификационные данные документа, удостоверяющего личность (фотография паспорта);</li>
<li class="li">адрес электронной почты;</li>
<li class="li">фотография.</li>

</ul>

<h3 class="h3">4.6. Для достижения целей обработки персональных данных и с согласия Клиентов Оператор предоставляет персональные данные или поручает их обработку следующим лицам:</h3>

<ul class="ul">
  <li class="li">— сотрудникам Оператора, имеющим соответствующий доступ на основании распоряжения руководителя Оператора;</li>
  <li class="li">— другим пользователям сайта www.zaptap.ru в пределах разрешения, данного владельцем персональных данных.</li>
</ul>
<h3 class="h3">4.7. В целях выполнения договорных обязательств или требований федерального
законодательства Оператор получает персональные данные от следующих третьих сторон:
</h3>
<ul class="ul">
  <li class="li">— физические и юридические лица, которые являются Клиентами сайта www.zaptap.ru.</li>
</ul>
<h2 class="h2">5. Сведения об обеспечении безопасности персональных данных
</h2>
<h3 class="h3">5.1. Оператор назначает ответственного за организацию обработки персональных данных
для выполнения обязанностей, предусмотренных ФЗ «О персональных данных» и
принятыми в соответствии с ним нормативными правовыми актами.
</h3>
<h3 class="h3">5.2. Оператор применяет комплекс правовых, организационных и технических мер по
обеспечению безопасности персональных данных для обеспечения конфиденциальности
персональных данных и их защиты от неправомерных действий:
</h3>
<ul class="ul">
  <li class="li">— обеспечивает неограниченный доступ к Политике, копия которой размещена по адресу
нахождения Оператора, а также может быть размещена на сайте Оператора www.zaptap.ru;
</li>
<li class="li">— во исполнение Политики утверждает и приводит в действие документ «Положение об
обработке персональных данных» (далее — Положение) и иные локальные акты;
</li>
<li class="li">— производит ознакомление работников с положениями законодательства о персональных данных, а также с Политикой и Положением;</li>
<li class="li">— осуществляет допуск работников к персональным данным, обрабатываемым в
информационной системе Оператора, а также к их материальным носителям только для
выполнения трудовых обязанностей;
</li>
<li class="li">— устанавливает правила доступа к персональным данным, обрабатываемым в
информационной системе Оператора, а также обеспечивает регистрацию и учёт всех
действий с ними;
</li>
<li class="li">— производит оценку вреда, который может быть причинен субъектам персональных
данных в случае нарушения ФЗ «О персональных данных»;
</li>
<li class="li">— производит определение угроз безопасности персональных данных при их обработке в
информационной системе Оператора;
</li>
<li class="li">— применяет организационные и технические меры и использует средства защиты
информации, необходимые для достижения установленного уровня защищенности
персональных данных;
</li>
<li class="li">— осуществляет обнаружение фактов несанкционированного доступа к персональным
данным и принимает меры по реагированию, включая восстановление персональных
данных, модифицированных или уничтоженных вследствие несанкционированного доступа к ним;
</li>
<li class="li">— производит оценку эффективности принимаемых мер по обеспечению безопасности
персональных данных до ввода в эксплуатацию информационной системы Оператора;
</li>
<li class="li">— осуществляет внутренний контроль соответствия обработки персональных данных ФЗ «О персональных данных», принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, Политике, Положению и иным локальным актам, включающий контроль за принимаемыми мерами по обеспечению безопасности персональных данных и их уровня защищенности при обработке в информационной системе Оператора.</li>

</ul>

<h2 class="h2">6. Права субъектов персональных данных
</h2>
<h3 class="h3">6.1. Субъект персональных данных имеет право:</h3>
<ul class="ul">
  <li class="li">— на получение персональных данных, относящихся к данному субъекту, и информации,
касающейся их обработки;
</li>
<li class="li">— на уточнение, блокирование или уничтожение его персональных данных в случае, если
они являются неполными, устаревшими, неточными, незаконно полученными или не
являются необходимыми для заявленной цели обработки;
</li>
<li class="li">
— на отзыв данного им согласия на обработку персональных данных;
</li>
<li class="li">— на защиту своих прав и законных интересов, в том числе на возмещение убытков и
компенсацию морального вреда в судебном порядке;
</li>
<li class="li">
— на обжалование действий или бездействия Оператора в уполномоченный орган по
защите прав субъектов персональных данных или в судебном порядке.
</li>
</ul>
<h3 class="h3">6.2. Для реализации своих прав и законных интересов субъекты персональных данных
имеют право обратиться к Оператору либо направить запрос лично или с помощью
представителя. Запрос должен содержать сведения, указанные в ч. 3 ст. 14 ФЗ «О
персональных данных».</h3>
</div>
</template>

<style lang="scss" scoped>
.policy {
  overflow: scroll;
  height: calc(100vh - 42px);
  font-family: "Roboto", sans-serif;
  color: #222;
  padding: 20px;
  box-sizing: border-box;
}
.h1,
.h2,
.h3,
.p,
.ul,
.li {
  max-width: 800px;
  margin: 0 auto;
  line-height: 1.5em;
}
.p {
  margin-bottom: 20px;
  font-size: 14px;
}
.h1 {
  font-size: 28px;
  text-align: center;
  margin: 20px auto;
}
.h2 {
  font-size: 24px;
  margin-bottom: 20px;
}
.h3 {
  font-size: 14px;
  font-weight: normal;
  margin-bottom: 20px;
}
.ul {
  padding-left: 40px;
  box-sizing: border-box;
  margin-bottom: 20px;
}

.li {
  font-size: 14px;
  font-weight: normal;
}
</style>
